
export const hijriDuas = [
  {
    "dayOfYear": 1,
    "title": "دعاء بداية العام الهجري",
    "dua": "اللهم أنتَ الأبدي القديم، وهذه سَنَةٌ جديدة، أسألك فيها العصمة من الشيطان وأوليائه، والعَوْن على هذه النَّفْس الأمَّارة بالسوء، والاشتغال بما يقرِّبُني إليك يا كريم."
  },
  {
    "dayOfYear": 10,
    "title": "دعاء يوم عاشوراء",
    "dua": "سبحان الله ملء الميزان ومنتهى العلم ومبلغ الرضا وزنة العرش لا إله إلا الله ملء الميزان ومنتهى العلم ومبلغ الرضا وزنة العرش والله أكبر ملء الميزان ومنتهى العلم ومبلغ الرضا وزنة العرش."
  },
    {
    "dayOfYear": 163,
    "title": "دعاء ليلة القدر",
    "dua": "اللَّهُمَّ إِنَّكَ عَفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي."
  },
  
];
